#!/usr/bin/env python3
#Created by xuchao on 16/5/18.
# 家电
Appliance = {'三星冰箱': 5999,
             '乐视电视': 2088,
             '康佳电视': 999,
             '小米电视': 1889,
             '格力空调': 4078
             }
# 衣服
Clothes = {'纯羊毛衫 ':369,
           '高档长袖':439,
           '开衫外套':1759,
           '女羽绒服':799,
           '男羽绒服':399
           }
# 电话
Phone = {'乐视手机':1099,
         '苹果手机':6288,
         '小米手机':1688,
         '锤子手机':4788,
         '三星手机':5799
         }
# 车
Car = {'一汽大众':169800,
       '广汽本田':158600,
       '克莱斯勒':599800,
       '梅赛德斯':1278900,
       '北京现代':99900
       }
# 功能列表
One_Menu = ['购买商品','购物记录',' 购物车','金钱功能']
Tow_Menu_cat = ['商品数量','结账买单',' 购物车']
Tow_Menu_class=['家电', '衣服', '电话', '汽车']
Tow_Menu_Money=['余额','充值']